tap "oven-sh/bun"
brew "composer"
brew "go"
brew "golang-migrate"
brew "k9s"
brew "kustomize"
brew "neovim"
brew "nginx", restart_service: :changed
brew "php@8.3", link: true
brew "phrase-cli"
brew "redis"
brew "ripgrep"
brew "sqlc"
brew "stow"
brew "terraform"
brew "tmux"
brew "tmuxinator"
brew "typescript"
brew "oven-sh/bun/bun"
cask "1password-cli"
cask "gcloud-cli"
cask "microsoft-auto-update"
cask "microsoft-office"
vscode "beardedbear.beardedtheme"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "daltonmenezes.aura-theme"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "kilocode.kilo-code"
vscode "pkief.material-icon-theme"
vscode "teabyii.ayu"
vscode "vitest.explorer"
vscode "vscodevim.vim"
